{
"Layout" = "النموذج"; 
"Special characters" = "الرموز الخاصة";
"Reset" = "إعادة";
"Empty slot" = "Empty slot";
"Palette" = "Palette";
"Top Row" = "الصف العلوي";
"Numbers" = "الأرقام";
"Off" = "تعطيل";
"Alt Keyboard" = "Alt لوحة";
"NumPad" = "الأرقام";
"Control Keys" = "أزرار التحكم";
}